{
  "component.navbar.journey": "Wie ich Programmierer wurde",
  "component.navbar.education": "Meine Ausbildung",
  "component.navbar.projects": "Meine Projekte",
  "page.home.hero.title": "Hi, ich bin der Alex!",
  "page.home.hero.description": "Hier ist ein bisschen über mich als Informatiker",
  "page.home.skill.title.1": "Schnelles Lernen",
  "page.home.skill.title.2": "Kommunikation und Integration",
  "page.home.skill.title.3": "Beharrlichkeit und Ausdauer",
  "page.home.skill.description.1": "So viel umziehen heißt dass man ständig neue Schulsysteme und Sprachen lernen muss. Um nicht hinter meinen Mitschülern zu bleiben musste ich extra noch Sprachen und andere Materialien dazu lernen die in dem neuen Schulsystem wichtig waren.",
  "page.home.skill.description.2": "Da wir so viel rumgekommen sind musste ich auch lernen mich in neuen Kulturen zu integrieren und mit Menschen gut zu kommunizieren die komplett anders aufgewachsen sind als ich und wo möglich auch noch eine komplett andere Sprache gesprochen haben.",
  "page.home.skill.description.3": "Jedes neue Schulsystem hatte komplett andere Erwartungen von meinem vorherigen Wissen. Wenn ich wollte an der Spitze meiner Klassen bleiben musste ich einfach in den Sauren Apfel beissen und nicht aufgeben trotz Schwierigkeiten am Anfang.",
  "page.home.edu.description.1":"An der CODE lernt man durch Projekten wie man digitale Produkt erstellt und kann dadurch Kurse abschließen. Da ich mehrmals Führungspositionen in diesen Projekten angenommen habe, wurde ich in kurzer Zeit ein viel besserer Programmierer, Führungskraft und Mentor weil ich mir selbst und anderen Studenten ständig neue Konzepte und Programme beibringen musste. Dadurch habe ich auch oft bei dem Design und Produkt Management mitgeholfen und sehr viel darüber gelernt obwohl mein Studium eigentlich Software Engineering heißt. Ich mache gerade mein vorletztes Semester fertig.",
  "page.home.edu.description.2":"TU Delft is seit langer Zeit zwischen den Top 50 Universitäten für ein Informatik Studium und trotz einer Ausfallrate von über 50% für Studierende im ersten Jahr hab ich fast alle Kurse und das erste Studienjahr erfolgreich bestanden. ",
  "page.home.edu.description.3":"An der Harriton High School in U.S.A. habe ich zwei Abitur Diplome bekommen, einmal das American High School diploma und dann das international angekannte International Baccalauréate. Ich war auch Teil des Teams das an der Wissenschaftsolympiade in U.S.A. teilgenommen hat und in den drei Jahren wo ich da war haben wir es immer unter den 3 besten Teams in U.S.A. geschafft. Unser Team und das bauen von robotischen Armen und Luftkissenfahrzeugen hat schließlich meine Interesse für die Informatik geweckt.",
  "component.cookie.message": "Ich benutze cookies nur zum Spaß. Wenn Sie fortfahren, stimmen Sie der Verwendung von den Cookies zu.",
  "home.projects.foodle.generalDescription": "Am Anfang von 2022 habe ich Foodle, eine AirBnb ähnliche Website für lizensierte Küchen, mitgegründet.",
  "home.projects.foodle.fullstack": "Als Fullstack Developer habe ich viele von unseren größeren Features gemacht und in die App integriert während ich 5 andere Developer betreut habe. ",
  "home.projects.foodle.design": "Ich habe neue Designs für unsere Zielseite gemacht und verfeinert, sowie auch Werbungsbrochüren, Instagram Beiträge und unser Pitch Deck.",
  "home.projects.foodle.product": "Ich habe unser Projekt mehrmals vor einem großen präsentiert (über 200 Menschen), sowie auch potenzielle Investoren und über 120 verschiedene Restaurants in Berlin. Ich habe auch mehrere Werbungen kreiert und online gestellt.",
  "home.projects.hashtune.generalDescription": "Hashtune war eine musikalische NFT Plattform mit dem Ziel die Musikindustrie zu demokratisieren und mehr Macht an die Künstler zu geben.",
  "home.projects.hashtune.frontend": "Bei Hashtune habe ich das Frontend geleitet und mehrere wichtige features gemacht wie das Homepage, und eine Seite für Künstlerprofile und deren Musik.",
  "home.projects.tradeRoute.generalDescription": "Trade Route ist eine Plattform die Lebensmittelunternehmen erlaubt ganz einfach ihre Finanzen und Werbungen organisieren lässt für alle Händler mit denen Sie arbeiten.",
  "home.projects.tradeRoute.frontend": "Hier habe ich eine App die mit Excel gemacht wurde zu Java und JavaFX Kode übersetzt.",
  "home.projects.tradeRoute.design": "Da die originelle App auf Excel gemacht wurde, musste ich auch das Design umarbeiten für eine JavaFX App.",
  "component.contact.header": "Hier kann ich kontaktiert werden!",
  "home.projects.header": "Major Projects",
  "home.projects.subheader": "Bis jetzt war mein Fokus als Programmierer bei Startup Projekten.",
  "home.homes.header": "Ich bin viel umgezogen.",
  "home.skills.header": "Das hat mich als Programmierer sehr beeinflusst.",
  "home.education.header": "Meine Bildung hat da auch mitgeholfen.",
  "home.projets.productTab":"Produkt",
  "component.locations.bolzano":"Bozen",
  "component.locations.rome":"Rom",
  "component.locations.milan":"Mailand",
  "component.locations.warsaw":"Warschau",
  "component.locations.italy":"Italien",
  "component.locations.geneva":"Genf",
  "component.locations.netherlands":"Niederlande",
  "component.locations.switzerland":"Schweiz",
  "component.locations.germany":"Deutschland",
  "component.locations.poland":"Polen"
}
