{
  "component.navbar.journey": "Wie ich Programmierer wurde",
  "component.navbar.education": "Meine Ausbildung",
  "component.navbar.projects": "Meine Projekte",
  "page.home.hero.title": "Hi, ich bin der Alex!",
  "page.home.hero.description": "Hier ist ein bisschen was über mich.",
  "page.home.skill.title.1": "Schnelles Lernen",
  "page.home.skill.title.2": "Kommunikation und Integration",
  "page.home.skill.title.3": "Beharrlichkeit und Ausdauer",
  "page.home.skill.description.1": "Das häufige Umziehen bedeutete, dass ich mich ständig an neue Schulsysteme und Sprachen anpassen musste. Während dieser Reise musste ich ständig zusätzliche Arbeit leisten, um neue Sprachen zu lernen, Wissenslücken zu schließen und mich an neue Umgebungen und Kulturen anzupassen.",
  "page.home.skill.description.2": "Der Aufenthalt an so vielen verschiedenen Orten hat mich nicht nur dazu ermutigt, neue Sprachen zu lernen (Englisch, Italienisch, Deutsch, Französisch und Spanisch), sondern auch, wie man effektiv mit Menschen mit unterschiedlichem Hintergrund kommuniziert.",
  "page.home.skill.description.3": "An jedem neuen Ort, an den ich zog, wurden ganz andere Erwartungen an meine Vorkenntnisse und Erfahrungen gestellt. Das bedeutete, dass ich in den sauren Apfel beißen und die Hoffnung nicht aufgeben musste, wenn ich in meinen Kursen an der Spitze bleiben wollte, auch wenn ich am Anfang zurücklag.",
  "page.home.edu.description.1":"Bei CODE dreht sich alles um projektbasiertes Lernen und digitale Produkte, für die man Credits erhält. Durch die Übernahme von Führungspositionen in verschiedenen Projekten wurde ich in kurzer Zeit zu einem starken Programmierer und Leiter/Mentor, während ich unseren Prozess leitete und mir und anderen Teamkollegen neue Konzepte und Frameworks beibrachte. Ich musste mehrere Hüte auf einmal tragen und etwas über Design und Produktmanagement lernen, obwohl mein Studiengang Softwaretechnik ist. Zurzeit beende ich mein vorletztes Semester.",
  "page.home.edu.description.2":"TU Delft is seit langer Zeit zwischen den Top 50 Universitäten für ein Informatik Studium, und trotz einer Durchfallquote von über 50% im ersten Studienjahr habe ich das Jahr, das ich dort verbracht habe, erfolgreich bestanden.",
  "page.home.edu.description.3":"An der Harriton High School habe ich zwei Abschlüsse erworben, nämlich das American High School Diploma und das International Baccalaureate Diploma. Außerdem nahm ich an der Wissenschaftsolympiade der Schule teil, wo wir in allen drei Jahren in denen ich teilnahm, zu den drei besten Schulen der USA gehörten. Das Bauen von Roboterarmen und Hovercrafts weckte schließlich mein Interesse an der Computerwissenschaft.",
  "component.cookie.message": "Ich benutze cookies nur zum Spaß. Wenn Sie fortfahren, stimmen Sie der Verwendung von den Cookies zu.",
  "home.projects.foodle.generalDescription": "Anfang 2022 habe ich Foodle mitgegründet, eine Plattform, über die man ganz einfach lizenzierte Küchenplätze in der Nachbarschaft mieten und vermieten kann.",
  "home.projects.foodle.fullstack": "Als Fullstack Developer habe ich viele der wichtigsten Funktionen der App implementiert und integriert, während ich 5 andere Entwickler angeleitet habe. Einige Beispiele für diese Funktionen sind ein Login mit erweiterten Sicherheitsfunktionen, eine Integration mit AWS, Backend-GQL-Operationen und mehrere Frontend-Funktionen wie ein Karussell und ein komplexes Drag-and-Drop-Upload für Bilder.",
  "home.projects.foodle.design": "Ich habe an mehreren Designs für unsere Landing Page gearbeitet, mehrere Werbebroschüren und Instagram-Posts erstellt und mehrere Pitch Decks für unser Projekt erstellt und bearbeitet.",
  "home.projects.foodle.product": "Ich habe unser Projekt mehrmals vor einem großen Publikum präsentiert (über 200 Menschen), sowie auch potenzielle Investoren und über 120 verschiedene Restaurants in Berlin. Ich habe auch mehrere Werbungen kreiert und online gestellt.",
  "home.projects.hashtune.generalDescription": "Hashtune ist eine musikalische NFT-Plattform mit dem Ziel, die Musikindustrie zu demokratisieren und den Künstlern eine angemessene Anerkennung zu geben.",
  "home.projects.hashtune.frontend": "Bei Hashtune übernahm ich die Leitung der Frontend-Entwicklung und implementierte mehrere wichtige Funktionen, wie die Home-, Künstler- und Artwork-Seiten.",
  "home.projects.tradeRoute.generalDescription": "Trade Route ist eine Plattform für Lebensmittelfirmen, um ihre Finanzen und Promotionen über alle verschiedenen Einzelhändler, mit denen sie zusammenarbeiten, zu planen und zu organisieren.",
  "home.projects.tradeRoute.frontend": "Ich habe den größten Teil einer Anwendung, die ursprünglich in Excel erstellt wurde, in Java- und JavaFX-Code übersetzt.",
  "home.projects.tradeRoute.design": "Da die ursprüngliche Anwendung auf Excel basierte, musste ich das Design für eine JavaFX-Anwendung überarbeiten.",
  "component.contact.header": "Hier kann ich kontaktiert werden!",
  "home.projects.header": "Major Projects",
  "home.projects.subheader": "Bis jetzt war mein Fokus als Programmierer bei Startup Projekten.",
  "home.homes.header": "Ich bin viel umgezogen.",
  "home.skills.header": "Das hat mich als Programmierer sehr beeinflusst.",
  "home.education.header": "Meine Ausbildung hat mich auch als Programmierer geprägt.",
  "home.projets.productTab":"Produkt",
  "component.locations.bolzano":"Bozen",
  "component.locations.rome":"Rom",
  "component.locations.milan":"Mailand",
  "component.locations.warsaw":"Warschau",
  "component.locations.italy":"Italien",
  "component.locations.geneva":"Genf",
  "component.locations.netherlands":"Niederlande",
  "component.locations.switzerland":"Schweiz",
  "component.locations.germany":"Deutschland",
  "component.locations.poland":"Polen"
}
