{
  "component.navbar.journey": "My Journey",
  "component.navbar.education": "My Education",
  "component.navbar.projects": "My Projects",
  "page.home.hero.title": "Hi, I'm Alex!",
  "page.home.hero.description": "Here's a little about me.",
  "page.home.skill.title.1": "Fast Learning",
  "page.home.skill.title.2": "Communication and Integration",
  "page.home.skill.title.3": "Perseverance",
  "page.home.skill.description.1": "Moving around a lot meant having to constantly adjust to new school systems and languages. During this journey, I had to do consistently extra work to learn new languages, fill knowledge gaps and to adapt to new environments and cultures.",
  "page.home.skill.description.2": "Being in so many different places encouraged me to not only learn new languages (English, Italian, German and French and Spanish) but also how to effectively communicate with people from a variety of different backgrounds.",
  "page.home.skill.description.3": "Every new place I moved to had vastly different expectations for my previous knowledge and experience. This meant that if I wanted to stay at the top of my classes, I had to bite the bullet and not lose hope despite being behind at the beginning.",
  "page.home.edu.description.1": "CODE's concept is all about project-based learning and digital products, allowing students to get credits from created projects. By taking lead positions in several projects, I became a strong programmer and leader/mentor in little time while guiding our process and teaching new concepts and frameworks to myself and other teammates. I had to wear several hats at once and learn about design and product management, despite my study program being Software Engineering. I am currently finishing my second-to-last semester.",
  "page.home.edu.description.2": "TU Delft is consistently ranked among the top 50 universities for studying Computer Science and Engineering and despite an over 50% failure rate for first year students, I successfully passed the year that I spent there.",
  "page.home.edu.description.3": "At Harriton High School I successfully graduated with two diplomas- namely the America High School diploma and the International Baccalaureate diploma. I also took part in the school's Science Olympiad team where we ranked among the top 3 schools in the U.S.A. for all three years I participated. Building robotic arms and hovercrafts eventually sparked my interest in Computer Science.",
  "component.cookie.message": "I use cookies just for fun. Feel free to opt out if you don't want to share data :)",
  "home.projects.foodle.generalDescription": "In the beginning of 2022 I co-founded Foodle, which is a platform to easily rent and rent out licensed kitchen spaces in the neighborhood.",
  "home.projects.foodle.fullstack": "As the fullstack tech lead of the team I implemented and integrated a lot of the major app features while mentoring 5 other developers. Some examples of these features include a login with advanced security features, an integration with AWS, backend GQL operations and several frontend features including a carousel and a complex drag-and-drop image uploader.",
  "home.projects.foodle.design": "I worked on several designs for our landing page, made several promotional brochures and Instagram posts and created and edited several pitch decks for our project.  ",
  "home.projects.foodle.product": "I pitched our project to large audiences of investors and restaurants (120+) as well as many potential renters. I worked on our own messaging and ran several online ads.",
  "home.projects.hashtune.generalDescription": "Hashtune is  a musical NFT platform with the goal of democratizing the music industry and giving proper credit to artists.",
  "home.projects.hashtune.frontend": "At Hashtune I took the lead in Frontend Engineering and implemented several key features, like the home, artist, and artwork pages.",
  "home.projects.tradeRoute.generalDescription": "Trade Route is a platform for food companies to plan and organize their finances and promotions across all the different retailers they work with.",
  "home.projects.tradeRoute.frontend": "I translated most of an application that was originally made on Excel to actual Java and JavaFX code.",
  "home.projects.tradeRoute.design": "Due to the original application being on Excel, I needed to rework the design for a JavaFX application.",
  "component.contact.header": "Contact me!",
  "home.projects.header": "Major Projects",
  "home.projects.subheader": "So far most of my software engineering work has been in Startup Projects.",
  "home.homes.header": "I've moved around a lot.",
  "home.skills.header": "This gave me very valuable skills for coding.",
  "home.education.header": "My education also shaped me as a programmer.",
  "home.projects.productTab": "Product",
  "component.locations.bolzano": "Bolzano",
  "component.locations.rome": "Rome",
  "component.locations.milan": "Milan",
  "component.locations.warsaw": "Warsaw",
  "component.locations.italy": "Italy",
  "component.locations.geneva": "Geneva",
  "component.locations.netherlands": "Netherlands",
  "component.locations.switzerland": "Switzerland",
  "component.locations.germany": "Germany",
  "component.locations.poland": "Poland"
}
